{"py/object": "forte.data.data_pack.DataPack", "py/state": {"_text": "During the annual Boston Marathon on April 15, 2013, two homemade pressure cooker bombs detonated 14 seconds and 210 yards (190 m) apart at 2:49 p.m., near the finish line of the race, killing three people and injuring several hundred others, including 16 who lost limbs.\n\nThree days later, the Federal Bureau of Investigation (FBI) released images of two suspects, who were later identified as Chechen Kyrgyzstani-American brothers Dzhokhar Tsarnaev and Tamerlan Tsarnaev. They killed an MIT policeman, kidnapped a man in his car, and had a shootout with the police in nearby Watertown, during which two officers were severely injured, one of whom died a year later. Tamerlan was shot several times, and his brother ran him over while escaping in the stolen car; Tamerlan died soon after.\n\nAn unprecedented manhunt for Dzhokhar ensued on April 19, with thousands of law enforcement officers searching a 20-block area of Watertown; residents of Watertown and surrounding communities were asked to stay indoors, and the transportation system and most businesses and public places closed. Around 6:00 p.m., a Watertown resident discovered Dzhokhar hiding in a boat in his backyard. He was shot and wounded by police before being taken into custody.\n\nDuring questioning, Dzhokhar said that he and his brother were motivated by extremist Islamist beliefs and the wars in Iraq and Afghanistan, that they were self-radicalized and unconnected to any outside terrorist groups, and that he was following his brother's lead. He said they learned to build explosive devices from an online magazine of the al-Qaeda affiliate in Yemen. He also said they had intended to travel to New York City to bomb Times Square. On April 8, 2015, he was convicted of 30 charges, including use of a weapon of mass destruction and malicious destruction of property resulting in death. Two months later, he was sentenced to death.", "annotations": [{"py/object": "edu.cmu.EventMention", "py/state": {"_embedding": [], "_span": {"begin": 88, "end": 97, "py/object": "forte.data.span.Span"}, "_tid": 0, "event_type": "bombing", "is_valid": null}}], "creation_records": {"readers.event_reader.TwoDocumentEventReader": {"py/set": [0]}}, "field_records": {"readers.event_reader.TwoDocumentEventReader": {"py/set": [{"py/tuple": [0, "_event_type"]}]}}, "generics": [], "groups": [], "links": [], "meta": {"py/object": "forte.data.data_pack.Meta", "py/state": {"_pack_id": 1, "doc_id": "00_Abstract", "language": "eng", "span_unit": "character"}}, "orig_text_len": 1902, "processed_original_spans": [], "replace_back_operations": [], "serialization": {"next_id": 3}}}